INSERT INTO library (name, location) VALUES
('부평구립갈산도서관', ST_GeomFromText('POINT(37.517625 126.727425)', 4326)),
('부평구립삼산도서관', ST_GeomFromText('POINT(37.5222385 126.743041)', 4326)),
('인천광역시교육청부평도서관', ST_GeomFromText('POINT(37.4849955 126.7048383)', 4326)),
('인천광역시교육청북구도서관', ST_GeomFromText('POINT(37.5066139 126.7236467)', 4326)),
('부평구립청천도서관', ST_GeomFromText('POINT(37.5059306 126.714393)', 4326)),
('미추홀도서관', ST_GeomFromText('POINT(37.4469986 126.7248424)', 4326));

INSERT INTO BOOK (title, isbn13, classification) VALUES
('객체지향의 사실과 오해 : 역할, 책임, 협력 관점에서 본 객체지향', '9788998139766', '005.115')
('(가상 면접 사례로 배우는) 대규모 시스템 설계 기초', '9788966263158', '005.12')
('Java의 정석', '9788995379493', '004.57')
('도메인 주도 개발 시작하기 : DDD 핵심 개념 정리부터 구현까지', '9791162245385', '005.12')
('생활코딩! HTML+CSS+자바스크립트', '9791158391331', '005.118')